{
    "data": [
        {
            "label": "观音菩萨",
            "zonglan": "观世音菩萨，佛教菩萨名，为梵文Avalokiteśvara的意译，亦译作“光世音”，新译“观自在”“观世自在”，音译“阿婆卢吉低舍婆罗”“阿缚卢枳多伊湿伐罗”。阿弥陀佛的左胁侍，“西方三圣”之一。佛教认为观世音菩萨为大慈大悲的菩萨，遇难众生只要诵念其名号，“菩萨即时观其音声”，前往拯救解脱，故名。曾因唐代避讳太宗李世民名，去“世”字，略称“观音”。",
            "zhuyaoshiji": "关于观世音菩萨，《成具光明定意经》《维摩诘经》《放光般若经》《光赞般若经》《大宝积经》卷八十二及卷一百等处，皆列有此菩萨之名号，然未列本缘等事迹。在《法华经》中设一品详说此菩萨于娑婆世界利生之相。另外《悲华经》卷三〈诸菩萨本授记品〉叙述了阿弥陀佛过去生中为转轮王无诤念时的长子不眴，出家在宝藏佛前，发愿称，若有众生遭受种种苦恼恐怖，如果他能够忆念我，称念我的名号，即为其免除如此种种痛苦烦恼。宝藏佛即为他授记并命名观世音。",
            "xinyang": "观世音菩萨是中国佛教四大菩萨之一。相传其生日是农历二月十九，成道日是农历六月十九，涅槃日是农历九月十九，说法道场是普陀山。观音信仰在中国影响深远，造成民间有种种关于观世音菩萨的传说，如广泛流传的观音为兴林国妙庄王的三公主妙善公主的说法。这种女观音传说，最早可见于宋代朱弁《曲洧旧闻》。其后，宋末元初的管道升著《观世音菩萨传略》成为完整的传记。以此为蓝本，还陆续出现了《香山宝卷》、《南海观音全传》、《观音得道》等一大批观音故事书。",
            "xingxiang": "有各种不同名称和形象的观音，如六观音、七观音及至三十三观音（称三十三身），但一般所说的观音是指作为总体的圣观音。中国寺院中的观音塑像常作女相。女相观音造像约始于南北朝，盛于唐代以后。“三十三身”观音常被提及，按《法华经》卷七〈普门品〉所说，观音由普现色身三昧示现之三十三种变化身：一佛身，二辟支佛身，三声闻身，四梵王身，五帝释身，六自在天身，七大自在天身，八天大将军身，九毗沙门身，十小王身，十一长者身，十二居士身，十三宰官身，十四婆罗门身，十五比丘身，十六比丘尼身，十七优婆塞身，十八优婆夷身，十九长者妇女身，二十居士妇女身，廿一宰官妇女身，廿二婆罗门妇女身，廿三童男身，廿四童女身，廿五天身，廿六龙身，廿七夜叉身，廿八乾闼婆身，廿九阿修罗身，三十迦楼罗身，三十一紧那罗身，三十二摩睺罗伽身，三十三执金刚神身。",
            "subTitle": "中国佛教四大菩萨之一",
            "info": {
                "name": "观世音",
                "enName": "valokiteśvara",
                "otherName": [
                    "观世音菩萨",
                    "观自在菩萨",
                    "光世音菩萨",
                    "莲花手菩萨"
                ],
                "shengri": "农历二月十九",
                "chengdaori": "农历六月十九"
            }
        },
        {
            "label": "地藏菩萨",
            "zonglan": "地藏菩萨，佛教菩萨名，为梵文Kṣitigarbha的意译，音译“乞叉底蘖婆”。《地藏十轮经》中称其“安忍不动如大地，静虑深密如秘藏”，故名。也有“地藏王菩萨”的称谓。",
            "zhuyaoshiji": "佛经中称地藏菩萨受释迦牟尼佛嘱咐，在释迦既灭、弥勒未生之前，自誓必尽度六道众生，拯救诸苦，始愿成佛。由于佛典记载，地藏菩萨在过去世中，曾经几度救出自己在地狱受苦的母亲，并在久远劫以来就不断发愿要救度一切罪苦众生尤其是地狱众生，所以这位菩萨被认为具“大孝”和“大愿”的德业，也因此被普遍尊称为“大愿地藏王菩萨”。<p>另外，据《地藏本愿经》卷上所载，地藏菩萨的本缘有四︰(1)于过去久远劫前为大长者之子。因见师子奋迅具足万行如来之相好庄严，乃发愿在尽未来际不可计劫，度脱六道罪苦众生，以证得此相。(2)于过去不可思议阿僧祇劫为一婆罗门女。因欲救亡母脱离恶趣，乃设供修福。并立誓在尽未来劫，普度罪苦众生。(3)于过去久远劫时为一国王。因见国内人民多造众恶，乃誓愿救度一切罪苦众生皆至菩提，自己始成佛。(4)于过去久远劫时为一女子，名光目。因欲拯救在地狱受苦的亡母，故誓愿济度一切罪苦众生。待彼等成佛后，始成正觉。</p>",
            "xinyang": "地藏菩萨是中国佛教四大菩萨之一，相传其说法的道场在安徽九华山。据《宋高僧传》卷二十等文献记载，地藏菩萨降诞为新罗国王族，姓金名乔觉，出家后于中国唐玄宗时来华，居九华山数十年后圆寂，肉身不坏，以全身入塔。",
            "xingxiang": "关于地藏菩萨的形像，《大日经》等作菩萨形（即在家相），以宝冠璎珞庄严，《大方广十轮经》等作沙门形。然一般多流传外现比丘形，左手持宝珠，右手执锡杖，或坐或立于千叶青莲花上的形像。",
            "info": {
                "name": "",
                "enName": "",
                "otherName": [],
                "shengri": "",
                "chengdaori": ""
            }
        },
        {
            "label": "文殊菩萨",
            "zonglan": "文殊菩萨，佛教菩萨名，梵文Maňjuśrī的音译，略称“文殊”，意为“妙德”“妙吉祥”等，新译“曼殊室利”。文殊师利菩萨是中国佛教四大菩萨之一，以论述“般若性空”和“般若方便”的理论著称。",
            "zhuyaoshiji": "作为释迦牟尼佛的左胁侍，专司智慧，与司“理”的右胁侍普贤菩萨并称。此外，毗卢遮那如来、文殊菩萨、普贤菩萨被尊称为“华严三圣”。相传文殊菩萨的说法道场在山西五台山。",
            "xinyang": "",
            "xingxiang": "文殊菩萨顶结五髻，以代表大日五智，手中持剑，表示以智慧为利剑，驾狮子以表示智慧之威猛。另外，文殊为相应众生的不同因缘，还会有不同形象的“示现”，如一字文殊、五字文殊、六字文殊、八字文殊、一髻文殊、五髻文殊、八髻文殊、儿文殊等。其中以五字五髻文殊最为常见。",
            "info": {
                "name": "",
                "enName": "",
                "otherName": [],
                "shengri": "",
                "chengdaori": ""
            }
        },
        {
            "label": "普贤菩萨",
            "zonglan": "普贤菩萨，佛教菩萨名，梵文Samantabhadra的意译，也曾译为遍吉菩萨，音译为三曼多跋陀罗。普贤菩萨是中国佛教的四大菩萨之一，象征着理德、行德，与象征着智德、正德的文殊菩萨相对应，同为释迦牟尼佛的左、右胁侍。此外，毗卢遮那如来、文殊菩萨、普贤菩萨被尊称为“华严三圣”。",
            "zhuyaoshiji": "按《悲华经》记载，当阿弥陀佛为转轮王时，第八王子名为泯图，在宝藏佛前发愿：要在不净世界修菩萨行；“修治庄严十千不净世界，令其严净，如青香光明无垢世界”；“教化无量菩萨，令心清净，皆趣大乘，悉使充满我之世界”。宝藏佛由此为泯图授记，改号为普贤。",
            "xinyang": "在《华严经》里，普贤菩萨劝人广修十大行愿，此即礼敬诸佛、称赞如来、广修供养、忏悔业障、随喜功德、请转法轮、请佛住世、常随佛学、恒顺众生、普皆回向等十项。普贤菩萨以此十愿为众生成就如来功德的主要法门。相传普贤菩萨的说法道场在四川峨眉山。",
            "xingxiang": "",
            "info": {
                "name": "",
                "enName": "",
                "otherName": [],
                "shengri": "",
                "chengdaori": ""
            }
        },
        {
            "label": "释迦牟尼",
            "zonglan": "释迦牟尼，佛教创始人。姓乔答摩（也译作乔达摩），名悉达多。“释迦牟尼”（Śākyamuni）是佛教徒对他的尊称。释迦，种族名，意为“能”；牟尼，亦译为“文”，是尊称，意为“仁”、“儒”、“忍”、“寂”。合为“能仁”、“能儒”、“能忍”、“能寂”等，意即释迦族的“圣人”。",
            "zhuyaoshiji": "",
            "xinyang": "",
            "xingxiang": "",
            "info": {
                "name": "",
                "enName": "",
                "otherName": [],
                "shengri": "",
                "chengdaori": ""
            }
        },
        {
            "label": "药师琉璃光如来",
            "zonglan": "药师琉璃光如来是东方净琉璃世界之教主。此佛于过去世行菩萨道时，曾发十二大愿，愿为众生解除疾苦，使具足诸根，趋入解脱，故依此愿而成佛。住净琉璃世界，其国土庄严，如极乐国。日光遍照菩萨与月光遍照菩萨同为药师佛的二大胁士。法相所现为螺发形，左手持药壶，右手结施无畏印（或与愿印），日光、月光二菩萨胁侍左右，并称为药师三尊。",
            "zhuyaoshiji": "",
            "xinyang": "药师琉璃光佛也叫“饮光如来”，据佛教传说，药师佛行菩萨道时，发了十二个大愿，每愿都为了满众生愿，拔众生苦，医众生病。成佛后，他始终实践着大愿，一般人都称念他为“消灾延寿药师佛”。东方琉璃世界是怎样的一个世界呢？据佛经说，离这里向东，过十亿恒河沙数那么多的佛国，有一个世界就是琉璃世界。那里的一切，都是无比的清净光明，没有杂秽的土地，和西方极乐世界景观没有什么两样。",
            "xingxiang": "无上尊药师琉璃光王 七佛本愿功德念诵仪轨供养法载，尊左手执持药器（又作无价珠），尊右手结三界印，尊身着宝佛衣，结跏趺坐于莲花宝台，台下有十二神将。此12神将誓愿护持药师法门，各率七千药叉眷属，在各地护佑受持 无上尊药师佛 尊名圣号之众生。又一般中国内地流传之佛像为螺发上形，尊左手持药壶，尊右手结施无畏印（或与愿印），或左手托九层佛塔，右手持药草，尊上 日光菩萨摩诃萨 尊上月光菩萨摩诃萨胁侍左右，并称为药师圣三尊。<p>此尊胜佛誓愿不可思议，若有人身患重病，死衰相现，眷属于此人临命终时，昼夜尽心供养礼拜药师佛，读诵药师如来本愿功德经49遍，燃四十九灯，挂四十九天之五色彩幡，其人得以延生续命。</p>",
            "info": {
                "name": "",
                "enName": "",
                "otherName": [],
                "shengri": "",
                "chengdaori": ""
            }
        },
        {
            "label": "弥勒佛",
            "zonglan": "佛教菩萨名，梵文Maitreya的音译，意译慈氏。在佛教传说中，弥勒菩萨是从佛受记（预言），将来为继承释迦牟尼佛位置成为未来佛的菩萨。",
            "zhuyaoshiji": "据《弥勒上生经》和《弥勒下生经》等记载，弥勒原出身于婆罗门家庭，后成为释迦牟尼佛弟子，先于佛入灭，上生于兜率天内院，经四千岁（据称相当于人间五十六亿七千万岁）后下生人间，于华林园龙华树下成佛，广传佛法。",
            "xinyang": "中国一些寺庙中供奉的笑口常开弥勒像，依据的是五代时的契此和尚。因传说其人是弥勒的化身，所以后人广塑造像供奉。弥勒信仰在古代中国民间有广泛的影响，分为上生信仰和下生信仰两支，宣扬弥勒菩萨以“与乐”和学识广博著称。另外，弥勒作为人名也被认为是古印度瑜伽行派的始祖，据传《瑜伽师地论》等经典为其所说。",
            "xingxiang": "",
            "info": {
                "name": "",
                "enName": "",
                "otherName": [],
                "shengri": "",
                "chengdaori": ""
            }
        },
        {
            "label": "虚空藏菩萨",
            "zonglan": "虚空藏（梵语 ākāśagarbha，音译啊迦舍嘎赫婆）菩萨摩诃萨，密号库藏金刚。汉译又作尊上虚空孕菩萨摩诃萨、虚空库菩萨摩诃萨、虚空光菩萨摩诃萨，是中国大乘佛教八大菩萨摩诃萨之一。<p>虚空藏菩萨摩诃萨在无量菩萨中专主智慧、功德和财富。因尊上智慧、功德、财富如虚空一样广阔无边，并能满足世间一切如法持戒者的善求善愿，使无量无边众生获得无穷利益，故有此虚空藏圣名。</p><p> 虚空藏菩萨具有赐予利乐的力量。“藏”表示无限福德智慧，“虚空”表广大，《大方等大集经》指出：虚空藏如同富翁，相应困苦众生，只要到她面前，即会施予救济。因此，虚空藏菩萨是以济度众生为乐的菩萨。</p>",
            "zhuyaoshiji": "",
            "xinyang": "",
            "xingxiang": "虚空藏菩萨是佛教八大菩萨之一。在众多菩萨中专主智慧、功德和财富。因其智慧、功德、财富如虚空一样广阔无边，并能如愿满足世人的需求，使众生获得无穷利益，故有此名。",
            "info": {
                "name": "",
                "enName": "",
                "otherName": [],
                "shengri": "",
                "chengdaori": ""
            }
        },
        {
            "label": "大势至菩萨",
            "zonglan": "<p>大势至菩萨摩诃萨是西方极乐世界无上尊佛阿弥陀佛的右胁侍者，又尊称大精进菩萨，与无上尊佛阿弥陀佛，以及阿弥陀佛的左胁侍观世音菩萨合称为“西方三圣”。</p><p>大势至菩萨，根据《观无量寿经》云：白叙：大势至菩萨以独特的智能之光遍照世间众生，使众生能解脱血光刀兵之灾，得无上之力。<p>大势至菩萨能够使信徒智慧之光，使信徒在人生道路上一帆风顺，事业有成，佛光永照，化煞化凶，吉祥如意，使信徒能够随佛光道路前进，发挥自我的一切智慧，达到理想的境界。</p> <p>大势至菩萨以独特的智慧之光遍照世间众生，使众生能解脱血光刀兵之灾，得无上之力量，威势自在，因此，大势至菩萨被认为是光明智慧第一，所到之处天地震动，保护众生，免受邪魔所害。</p>",
            "zhuyaoshiji": "",
            "xinyang": "",
            "xingxiang": "尊上大势至菩萨摩诃萨举足行路时，十方世界的一切都会震动，而当大地震动的地方，会生出五百亿宝华。一宝华都显得高尚庄严，其庄严就像极乐世界一般。尊上 大势至菩萨摩诃萨 坐下来时，首先七宝地面会一时为之摇动，然后逐渐扩展，下至金光佛国，上至光明王佛国都震动起来。上下两国土之间出现尘数般无数的三尊之分身，全部都云集到极乐国土，充塞整个空中，坐于宝莲花座上。据《阿喇多罗陀罗尼阿噜力品》载，尊上 观世音摩诃萨 大势至菩萨摩诃萨 二大菩萨俱呈纯金色白焰光，尊右手执白拂，尊左手执莲花。于密教现图胎藏界曼茶罗中，位于“观音院”内列上方第二位。",
            "info": {
                "name": "",
                "enName": "",
                "otherName": [],
                "shengri": "",
                "chengdaori": ""
            }
        }
    ],
    "status": true,
    "message": "查询成功！",
    "code": 200
}